Repository: FroggDev/Symfony_StockManager
Catalog: translations/flashbag.*.xlf
Languages: fr

source: validation register sent confirmation
fr: Un mail de validation de création de compte vous a été envoyé, vous trouverez un lien dans ce mail pour valider votre compte.

source: validation register confirmation
fr: Votre compte a été validé, vous pouvez maintenant vous connecter à l'application.

source: validation recover sent confirmation
fr: Un mail a été envoyé à votre adresse dans lequel vous trouverez les informations pour récupération votre mot de passe.

source: validation password changed
fr: Votre mot de passe a été changé avec succès.

source: account is unfindable
fr: Compte introuvable.

source: account is closed
fr: Ce compte est fermé.

source: account is expired token
fr: Votre requête a expiré.

source: account is already activated
fr: Votre compte est déjà activé.

source: account token is not valid
fr: Requête invalide.

source: account is banned
fr: Ce compte est banni.

source: account is disabled
fr: Ce compte n'a pas été activé, vous devez avoir reçu un mail de validation dans lequel un lien d'activation est disponbile.\nSi vous avez perdu ce mail, vous pouvez faire une requête de récupération de mot de passe pour récupérer votre compte.
