Repository: FroggDev/Symfony_StockManager
Catalog: translations/security_form.*.xlf
Languages: fr

source: login title
fr: Connexion

source: remember me
fr: Maintenir ma session ouverte

source: connexion button
fr: Se connecter

source: account register
fr: S'inscrire

source: password forgotten
fr: Mot de passe oublier

source: changepassword title
fr: Changer de mot de passe

source: recover title
fr: Récupération du mot de passe

source: label email
fr: Email

source: recover button
fr: Récuperer

source: register title
fr: Creation de compte

source: label firstname
fr: Nom

source: label lastname
fr: Prénom

source: label password
fr: Mot de passe

source: register button
fr: S'enregistrer
