Repository: FroggDev/Symfony_StockManager
Catalog: translations/stock_add.*.xlf
Languages: fr

source: back
fr: Retour

source: stock add stock title
fr: Ajouter au stock

source: add a product
fr: Ajouter un produit

source: barcode
fr: Code-barres

source: quantity
fr: Quantité

source: expire date
fr: Date d'expiration

source: add
fr: Ajouter

source: stock add title
fr: Ajouter au stock

source: my stock product
fr: Mon stock

source: no product match your search
fr: Aucun produit trouvé pour votre recherche

source: no product in tour stock
fr: Il n'y a pas de produit dans votre stock pour l'instant

source: nutrient levels
fr: Repères nutritionnels pour

source: no expire date set
fr: Pas de date saisie

source: low quantity
fr: en faible quantité

source: medium quantity
fr: en quantité modérée

source: high quantity
fr: en quantité élevée
