Repository: FroggDev/Symfony_StockManager
Catalog: translations/validators.*.xlf
Languages: fr

source: lastname should not be blank
fr: Merci de saisir votre prénom.

source: firstname should not be blank
fr: Merci de saisir votre nom.

source: password should not be blank
fr: Merci de saisir votre mot de passe.

source: email should not be blank
fr: Merci de saisir votre adresse de messagerie.

source: email is not valid
fr: Cette adresse de messagerie n'est pas valide.

source: email already in use
fr: Cette adresse de messagerie est déjà utilisée.

source: firstname is too long
fr: Votre nom est trop long.

source: lastname is too long
fr: Votre prénom est trop long.

source: password is too long
fr: Votre mot de passe est trop long.

source: email is too long
fr: Votre adresse de messagerie est trop longue.
